[
 {
   "id": "R1",
   "title": "A method for monetising the mental health costs of flooding ",
   "url": "https://www.gov.uk/government/publications/a-method-for-monetising-the-mental-health-costs-of-flooding",
   "summary": "This project developed a method for evaluating the impact of flooding on mental health, and assessing the associated economic impacts.",
   "date": "12 June 2020",
   "date2": "June 2020",
   "doc1": "A method for monetising the mental health costs of flooding: summary (PDF 162KB)",
   "doc1url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/890295/A_method_for_monetising_the_mental_health_costs_of_flooding_-_summary.pdf",
   "doc2": "A method for monetising the mental health costs of flooding: report (PDF 1.49MB)",
   "doc2url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/890296/A_method_for_monetising_the_mental_health_costs_of_flooding_-_report.pdf",
   "details": "\n<p>Recent research from Public Health England (PHE) shows that people that experience flooding in their homes can suffer from mental health illnesses, including depression, anxiety and post-traumatic stress disorder. This has an economic impact, including costs to the health service and lost days at work.</p>\n\n<p>This project developed a method for evaluating the impact of flooding on mental health, and assessing\nthese economic impacts. Prior to this study, the economic case for flood defence schemes and strategies focused on the physical damage of flooding on properties or businesses. This new approach will allow the benefits of avoiding negative impacts on mental health to be considered in the main economic business case when selecting preferred options and applying for flood risk investment.</p>",
   "status": "Completed",
   "topics": "Flood costs",
   "themes": "Preparing for flooding"
 },
 {
   "id": "R2",
   "title": "Real-time flood impacts mapping",
   "url": "https://www.gov.uk/government/publications/real-time-flood-impacts-mapping",
   "summary": "Project that shows the best way to provide maps of flood extents in real time is through a combination of pre-made flood maps and simplified flood modelling.",
   "date": "4 November 2019",
   "date2": "November 2019",
   "doc1": "Real-time flood impacts mapping (PDF 182KB)",
   "doc1url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/844093/Real-time_flood_impacts_mapping_-_summary.pdf",
   "doc2": "Real-time flood impacts mapping: report (PDF 4.6MB)",
   "doc2url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/844094/Real-time_flood_impacts_mapping_-_report.pdf",
   "doc3": "Real-time flood impacts mapping - appendices 1 to 8 (ZIP 78.7MB)",
   "doc3url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/844097/Real_time_flood_mapping_-_appendices_1-8.zip",
   "details": "\n<p>There is growing recognition of the need to provide maps of flood extents and impacts in real time to support improved flood incident management. This project shows that the best way to provide this information is through a combination of pre-made flood maps and simplified flood modelling.</p>\n\n<p>The Pitt Review (2008), Exercise Watermark (2011) and the Environment Agency’s Flood Incident Management Plan (2015) all identified the need for real time information on flood inundation and consequent impact.</p>\n\n<p>This project sought to understand the options available for real-time mapping of flood impacts and how, when and where this information could help support the flood incident response. The focus of this project was on flooding from rivers, although surface water and groundwater were also considered. Options to improve coastal flood forecasting are considered in the joint Defra/Environment Agency R&amp;D project Investigating Coastal Flood Forecasting (SC140007).</p>\n\n<p>The Environment Agency’s National Flood Forecasting System (NFFS) supports flood incident management by forecasting river flow and level at specific locations. This project examines how maps could be linked to flood forecasts generated by the NFFS.</p>\n",
   "status": "Completed",
   "topics": "Emergency planning",
   "themes": "Responding to flooding"
 },
 {
   "id": "R3",
   "title": "Blockage management guide",
   "url": "https://www.gov.uk/government/publications/blockage-management-guide",
   "summary": "A new guide on the assessment and management of blockage in watercourses.",
   "date": "4 November 2019",
   "date2": "November 2019",
   "doc1": "Blockage management guide: summary (PDF 332KB)",
   "doc1url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/846148/Blockage_management_guide_-_summary.pdf",
   "doc2": "Blockage management guide: guide (PDF 3.29MB)",
   "doc2url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/846147/Blockage_management_guide_-_guide.pdf",
   "doc3": "Blockage management guide: report (PDF 3.44MB)",
   "doc3url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/844087/Blockage_management_guide_-_report.pdf",
   "status": "Completed",
   "details": "\n<p>The Environment Agency has developed a new guide on the assessment and management of blockage. Drawing on the latest research and international good practice, it provides guidance on screening for blockage risk, quantifying the risk of blockage and choosing a management approach.</p>\n\n<p>The blockage of watercourses or structures by debris (such as man-made materials, vegetation or sediment) reduces flow capacity and raises water levels. Although well-managed blockages in the right place can reduce flood risk and restore natural processes, blockage in the wrong place can increase the risk of flooding, structural failure or embankment breach. It can also change flow patterns, causing scour and undermining structures, obstructing navigation and presenting a hazard to water users.</p>\n\n<p><img src=\"/public/images/local_flood_risk_webinar.png\"style=\"float:left; width:600px; padding-bottom:2em;\"></p>\n\n<p>The appropriate management of blockage is essential to manage these risks. In recent years, environmental legislation has emphasised the need to work with natural processes, promoting a move towards more sustainable practices. The consistent economic appraisal of blockage is also necessary to allow the preparation of a business case for the full range of management measures from maintenance to capital works.</p>\n",
   "topics": "Asset performance",
   "themes": "Sources of flooding"
 },
 {
   "id": "R4",
   "title": "Valuing the benefits of blue-green infrastructure",
   "url": "https://www.gov.uk/government/publications/valuing-the-benefits-of-blue-green-infrastructure",
   "summary": "An approach to help identify and quantify the financial, social and environmental benefits of sustainable drainage systems and natural flood management.",
   "date": "4 November 2019",
   "date2": "November 2019",
   "doc1": "Valuing the benefits of blue-green infrastructure (PDF 214KB)",
   "doc1url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/844076/Valuing_the_benefits_of_blue-green_infrastructure_-_summary.pdf",
   "doc2": "",
   "doc2url": "",
   "details": "\n<p>The Environment Agency has worked in partnership with CIRIA and others to update B£ST (Benefits Estimation Tool –valuing the benefits of blue-green infrastructure).</p>\n\n<p>B£ST provides a structured approach to help identify and quantify the financial, social and environmental\nbenefits of sustainable drainage systems (SuDS) and natural flood management (NFM) measures – collectively known as blue-green infrastructure.</p>\n\n<p>The updated tool is based on the latest evidence and can be used to support the cost–benefit assessments\nneeded to secure investment in new blue-green infrastructure. It will help risk management authorities, planners, landscape architects and drainage engineers to understand and measure the benefits of blue-green infrastructure in urban, semi-urban and rural settings. They can also compare blue-green infrastructure to more traditional approaches such as flood walls and piped drainage.</p>\n\n<p>B£ST also measures and financially quantifies the multiple benefits of SuDS and NFM approaches beyond reducing flood risk. This can help to identify potential interested partners to collaborate with to provide new schemes and open up funding opportunities.</p>\n",
   "status": "Completed",
   "topics": "Design and build",
   "themes": "Environmental management and sustainability"
 },
 {
   "id": "R5",
   "title": "Coastal morphological modelling for decision-makers",
   "url": "https://www.gov.uk/government/publications/coastal-morphological-modelling-for-decision-makers",
   "summary": "Guidance for coastal practitioners on coastal processes and morphological models, methods and tools that can used to help understand coastal change.",
   "date": "4 November 2019",
   "date2": "November 2019",
   "doc1": "Coastal morphological modelling for decision-makers: summary (PDF 154KB)",
   "doc1url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/844080/Coastal_morphological_modelling_for_decision-makers_-_summary.pdf",
   "doc2": "Coastal morphological modelling for decision-makers: report (PDF 4.99MB)",
   "doc2url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/844082/Coastal_morphological_modelling_for_decision-makers_-_report.pdf",
   "details": "\n<p>This report provides guidance to coastal practitioners on coastal processes and morphological models, methods and tools that can used to help understand coastal change. It explains how to choose and use coastal morphological models to support coastal management decisions.</p>\n\n<p>Coastal morphology is the study of the origin and evolution of coastal features such as beaches, shore platforms, cliffs, dunes and the seabed. Morphological models help us understand how and why the coast is changing through computer simulation of real-world coastal features and processes.</p>\n\n<p>This report is aimed at coastal managers and engineers who may be required to assess the needs for, commission and review the outputs from coastal morphological models.</p>\n",
   "status": "Completed",
   "topics": "Monitoring and detection",
   "themes": "Data collection and analysis"
 },
 {
   "id": "R6",
   "title": "Exploratory sea level projections for the UK to 2300",
   "url": "https://www.gov.uk/government/publications/exploratory-sea-level-projections-for-the-uk-to-2300",
   "summary": "This project has developed new projections of extreme sea levels to the year 2300.",
   "date": "29 August 2019",
   "date2": "August 2019",
   "doc1": "Exploratory sea level projections for the UK to 2300: summary (PDF 1.55KB)",
   "doc1url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/822903/Exploratory_sea_level_projections_for_the_UK_to_2300_-_summary.pdf",
   "doc2": "Exploratory sea level projections for the UK to 2300: report (PDF 3.32MB)",
   "doc2url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/827611/Exploratory_sea_level_projections_for_the_UK_to_2300_-_report.pdf",
   "details": "\n<p>This project has developed new projections of mean and extreme sea levels (the combined height of mean sea level, tide and surge, but not including waves) to the year 2300. This information is critical for long-term planning and the UK’s adaptation response to increasing sea levels.</p>\n\n<p>Flood and coastal erosion risk management authorities, developers and infrastructure operators all need information about the likely impacts of climate change on sea levels to incorporate appropriate levels of protection into their designs. Some assets have expected life spans that go beyond the end of the 21st century. These schemes need information about how extreme sea levels and waves may change over longer timescales.</p>\n\n<p>The Met Office was commissioned to develop new projections of sea level rise for the UK out to the year 2300. The work complements the updated projections of mean and extreme sea level rise to 2100 developed under the UK Climate Projections 2018 (UKCP18) project. The project also carried out a literature review of past and future expected impacts of climate change on waves.</p>\n",
   "status": "Completed",
   "topics": "Sea level rise",
   "themes": "Data collection and analysis"
 },
 {
   "id": "R7",
   "title": "Community engagement on climate adaptation to flood risk",
   "url": "https://www.gov.uk/government/publications/community-engagement-on-climate-adaptation-to-flood-risk",
   "summary": "This evidence review is part of a larger project looking at community engagement for long-term adaptation to flood and coastal erosion risk.",
   "date": "29 August 2019",
   "date2": "August 2019",
   "doc1": "Community engagement on climate adaptation: summary (PDF 210KB)",
   "doc1url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/822927/Community_engagement_on_climate_adaptation___summary.pdf",
   "doc2": "Community engagement on climate adaptation: report (PDF 1.83MB)",
   "doc2url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/827642/Community_engagement_on_climate_adaptation___report.pdf",
   "doc3": "Community engagement on climate adaptation: slide pack (PDF 834KB)",
   "doc3url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/827643/Community_engagement_on_climate_adaptation___slide_pack.pdf",
   "details": "\n<p>This evidence review is part of a larger project looking at community engagement for long-term adaptation to flood and coastal erosion risk.</p>\n\n<p>Climate change may increase flooding or coastal erosion for many communities. The aim of this project is to develop approaches to engagement on climate risks and future options in locations where existing measures will not work in the long term.</p>\n\n<p>The Environment Agency wants to work closely with affected communities to help them make decisions about their future. This project is producing resources for practitioners and decision-makers to guide this collaborative engagement process.</p>\n",
   "status": "Completed",
   "topics": "Community participation",
   "themes": "Environmental management and sustainability"
 },
 {
   "id": "R8",
   "title": "Improving surface water flood mapping using local drainage rates ",
   "url": "https://www.gov.uk/government/publications/improving-surface-water-flood-mapping-using-local-drainage-rates",
   "summary": "This research project has developed new guidance to estimate local drainage rates when mapping and modelling surface water flood risk.",
   "date": "19 February 2019",
   "date2": "February 2019",
   "doc1": "Improving surface water flood mapping: estimating local drainage rates - summary (PDF 213KB)",
   "doc1url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/782785/Improving_surface_water_flood_mapping_estimating_local_drainage_rates_-_summary.pdf",
   "doc2": "Improving surface water flood mapping: estimating local drainage rates - report (PDF 4.36MB)",
   "doc2url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/779825/Improving_surface_water_flood_mapping_-_estimating_local_drainage_rates_-_report.pdf",
   "doc3": "Improving surface water flood mapping: estimating local drainage rates - user guidance (PDF 2.71MB)",
   "doc3url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/779826/Improving_surface_water_flood_mapping_-_estimating_local_drainage_rates_-_user_guidance.pdf",
   "doc4": "Improving surface water flood mapping: estimating local drainage rates - appendix C (XLSM 84.5MB)",
   "doc4url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/779828/Improving_surface_water_flood_mapping_estimating_local_drainage_rates_-_appendix_C.xlsm",
   "doc5": "Improving surface water flood mapping: estimating local drainage rates - appendix D (XLSM 182KB)",
   "doc5url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/779829/Improving_surface_water_flood_mapping_estimating_local_drainage_rates_-_appendix_D.xlsm",
   "details": "\n<p>This research project has developed new guidance to estimate local drainage rates when mapping and modelling surface water flood risk. The information can be used to validate and update the national maps, called the Risk of Flooding from Surface Water, which use a national average drainage rate.</p>\n\n<p>The guidance provides simple approaches for Lead Local Flood Authorities to use to check if the national maps represent surface water flood risk in their area. The approaches can also be used to see how the flood maps may change with more or less drainage, and to test scenarios like future climate change.</p>\n\n<p>This project proposes and tests approaches to estimate locally specific drainage rates. This will help users estimate the impact of any changes in drainage on the extent of potential flooding – and potentially inform investment decision-making.</p>\n",
   "status": "Completed",
   "topics": "Sustainable drainage systems",
   "themes": "Environmental management and sustainability"
 },
 {
   "id": "R9",
   "title": "Improving capabilities for forecasting surface water flooding",
   "url": "https://www.gov.uk/government/publications/improving-capabilities-for-forecasting-surface-water-flooding",
   "summary": "Developing and trialling improved capabilities for forecasting surface water flooding.",
   "date": "19 February 2019",
   "date2": "February 2019",
   "doc1": "Developing and trialling improved capabilities for forecasting surface water flooding (PDF 293KB)",
   "doc1url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/779817/Developing_and_trialling_improved_capabilities_for_forecasting_surface_water_flooding_-_summary.pdf",
   "doc2": "Flood risk asset performance tools - report",
   "doc2url": "",
   "details": "\n<p>This project has developed an impact-based surface water flood forecasting model.</p>\n\n<p>The new model will help the joint Met Office and Environment Agency Flood Forecasting Centre to improve guidance for emergency responders on the potential impacts of surface water flooding.</p>\n",
   "status": "Completed",
   "topics": "Surface water",
   "themes": "Sources of flooding"
 },
 {
   "id": "R10",
   "title": "Flood risk asset performance tools ",
   "url": "https://www.gov.uk/government/publications/flood-risk-asset-performance-tools",
   "summary": "Research to improve asset management decision-making by identifying where, when and how to intervene to reduce flood risk for least cost and greatest benefit.",
   "date": "19 February 2019",
   "date2": "February 2019",
   "doc1": "Flood risk asset performance tools - summary (PDF 283KB)",
   "doc1url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/782789/Flood_risk_asset_performance_tools_-_summary.pdf",
   "doc2": "Flood risk asset performance tools - report (PDF 6.69MB)",
   "doc2url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/779807/Flood_risk__asset_performance_tools_-_report.pdf",
   "doc3": "Flood risk asset performance tools - channel conveyance assessment guidance (PDF 2.36MB)",
   "doc3url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/779808/Flood_risk__asset_performance_tools_-_channel_conveyance_assessment_guidance.pdf",
   "doc4": "Flood risk asset performance tools - improving defence performance curves (PDF 1.29MB)",
   "doc4url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/779809/Flood_risk_asset_performance_tools_-_improving_defence_performance_curves.pdf",
   "doc5": "Flood risk asset performance tools - pre-calculated risk datasets guidance (PDF 1,11MB)",
   "doc5url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/779810/Flood_risk_asset_performance_tools_-_pre-calculated_risk_datasets_guidance.pdf",
   "doc6": "Flood risk asset performance tools - guidance for beach triggers (PDF 2.69MB)",
   "doc6url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/779811/Flood_risk_asset_performance_tools_-_guidance_for_beach_triggers.pdf",
   "doc7": "Vegetation and roughness tool (ZIP 1.89MB)",
   "doc7url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/779812/Vegetation_and_roughness_tool.zip",
   "doc8": "Whole life cost appraisal tool (ZIP 6.69MB)",
   "doc8url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/800570/Whole_life_cost_appraisal_tool.zip",
   "doc9": "Custom fragility tool (ZIP 4.26MB)",
   "doc9url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/779814/Custom_fragility_tool.zip",
   "details": "\n<p>This research project has developed methods, tools and guidance to improve asset management decision-making by identifying where, when and how to intervene to reduce flood risk for least cost and greatest benefit.</p>\n\n<p><img src=\"/public/images/map.png\"style=\"float:left; width:600px; padding-bottom:2em;\"></p>\n\n<p>The project developed an overarching framework which groups 4 component activities: inspection, performance, risk and planning.</p>\n\n<p>This framework facilitates appropriate asset condition and performance assessment, risk analysis and optimisation, supporting the move from reactive to proactive asset management. It promotes whole life analysis and a risk-based approach, applicable for both fluvial and coastal environments.</p>\n",
   "status": "Completed",
   "topics": "Asset performance",
   "themes": "Whole life asset management"
 },
 {
   "id": "R44",
   "title": "Weighing rain gauge review ",
   "url": "https://www.gov.uk/",
   "summary": "This is an ongoing report.",
   "date": "1 April 2019",
   "details": "\n<p>A review of the technologies we use to measure observed rainfall is critical to ensure that we are deploying new technology to best effect and efficiency without compromising the data quality needed to support business needs (FCERM and Water Resources). The technology we use needs to be capable of complying with both our FCERM standards and the newly established European Standard for Rainfall Intensity Measurement. The outputs of this review will help shape our future rainfall observation network to ensure that it is both fit for purpose, ensures consistency of datasets whilst embracing technology to deliver efficiencies and improvements where appropriate.</p>\n",
   "status": "Ongoing",
   "topics": "Flood forecasting",
   "themes": "Data collection and analysis"
 },
 {
   "id": "R45",
   "title": "Improving surface water mapping - Guidance for integrated modelling and future scenarios ",
   "url": "https://www.gov.uk/",
   "summary": "This is an ongoing report.",
   "date": "1 April 2019",
   "details": "\n<p>To provide guidance for where and when it is most cost/beneficial to do integrated all sources modelling (fluvial/sewer/coastal) for understanding surface water flood risk at a national scale. And what would be needed (data/systems etc) to amend the national surface water mapping to account for future scenarios like climate change, urban creep, and mitigation measures.</p>\n",
   "status": "Ongoing",
   "topics": "Surface water",
   "themes": "Data collection and analysis"
 },
 {
   "id": "R46",
   "title": "Making our flood risk management works more sustainable-reducing our carbon footprint ",
   "url": "https://www.gov.uk/",
   "summary": "This is an ongoing report.",
   "date": "1 April 2019",
   "details": "\n<p>Climate Change is in part caused by increases in atmospheric CO2 which are the result of burning fossil fuels. In 2008 the government Climate Change Act was published and this created a net UK carbon account for the year 2050, which should be at least 80% lower than the 1990 baseline. Reducing our carbon footprint in FCRM is very relevant because we own, manage and maintain existing assets and infrastructure which produce operational carbon. We also develop and deliver schemes which lead to and produce both operational and embodied carbon respectively. In order to reduce our carbon emissions we have established our carbon footprint to understand the total amount of carbon we emit into the atmosphere per year across the business Our schemes have the potential to reduce/avoid carbon emissions through use of Natural Flood Management (NFM) measures. However, we currently do not have any mechanisms in place to set-up an internal carbon market to offset carbon where less carbon-heavy options are not available. Such a mechanism could potentially enable a reduction in flood risk within rural communities where a flood risk scheme may not be cost beneficial. The overall objective of this project is to undertake a detailed review of the existing literature and current practice across the construction sector to help inform the development of: • an approach for facilitating reductions in carbon emissions across our FCRM projects and programme • a potential mechanisms for carbon trading or offsetting.</p>\n",
   "status": "Ongoing",
   "topics": "Carbon reduction",
   "themes": "Environmental management and sustainability"
 },
 {
   "id": "R47",
   "title": "Communities framework ",
   "url": "https://www.gov.uk/",
   "summary": "This is an ongoing report.",
   "date": "21 February 2019",
   "details": "\n<p> A re-evaluation of the evidence base on communities and flood and coastal erosion risk management has determined the status of our knowledge on community engagement in and capacity for: • Asset and channel maintenance • Incident response and recovery • Decision, designs and funding for schemes • NFM and land management • Household level adaptation and resilience • Long term adaptation to sea level rise and changing rainfall extremes. The review will show where the evidence base is mature, but there are gaps in translation of evidence into practice. The review will also show where fundamental knowledge gaps remain. Following the evaluation, a structured pipeline of research and development projects will be produced which will help authorities both embed research better and address the longer term evidence needs.</p>\n",
   "status": "Ongoing",
   "topics": "Community participation",
   "themes": "Preparing for flooding"
 },
 {
   "id": "R48",
   "title": "Benefits in removing redundant reservoirs ",
   "url": "https://www.gov.uk/",
   "summary": "This is an ongoing report.",
   "date": "1 January 2019",
   "details": "\n<p>Review and research the effect of previous discontinuance schemes both in terms of the benefits accrued and the dis-benefits and provide advice on the process and the considerations to take into account, based on a review of earlier schemes and projects currently being planned and executed.</p>\n",
   "status": "Ongoing",
   "topics": "Deterioration",
   "themes": "Whole life asset management"
 },
 {
   "id": "R49",
   "title": "Non-stationarity ",
   "url": "https://www.gov.uk/",
   "summary": "This is an ongoing report.",
   "date": "28 October 2018",
   "details": "\n<p>This project aims to synthesise current knowledge on non-stationarity in flood (fluvial and coastal) and rainfall extremes in the UK using a systematic approach.</p>\n",
   "status": "Ongoing",
   "topics": "Non-stationarity",
   "themes": "Data collection and analysis"
 },
 {
   "id": "R50",
   "title": "CIWEM integrated modelling guide update ",
   "url": "https://www.gov.uk/",
   "summary": "This is an ongoing report.",
   "date": "1 September 2018",
   "details": "\n<p>This proposal sets out the importance of updating the CIWEM Integrated Urban Drainage Modelling Guide, to bring it up to date, and show how it is applied through case studies. There is a growing need for integrated flood solutions that tackle multiple sources of flooding in a cost effective way.</p>\n",
   "status": "Ongoing",
   "topics": "Monitoring and detection",
   "themes": "Data collection and analysis"
 },
 {
   "id": "R51",
   "title": "Build evidence of economic damages from smaller scale floods and flooding from surface water and groundwater ",
   "url": "https://www.gov.uk/",
   "summary": "This is an ongoing report.",
   "date": "13 June 2018",
   "details": "\n<p>Strengthening Investment project (part 2). Gathering evidence on economic damages from smaller scale floods and multiple flood sources, to non-property  assets. This will be used to review the uplift factors used to apply to WAAD, esp in LTIS.</p>\n",
   "status": "Ongoing",
   "topics": "Flood costs",
   "themes": "Policy, governance and funding"
 },
 {
   "id": "R52",
   "title": "Understanding and improving the flood recovery process ",
   "url": "https://www.gov.uk/",
   "summary": "This is an ongoing report.",
   "date": "2 April 2018",
   "details": "\n<p>The research objectives are:</p>\n<ul>\n<li>Describe the recovery process for communities, NGOs and authorities including actions, communications and responsibilities.</li>\n<li>Highlight and describe issues for the public within the recovery process</li>\n<li>Determine what actions, communications or resources are required to improve the way in which flood recovery is managed across England and Wales</li>\n</ul>\n",
   "status": "Ongoing",
   "topics": "Community, response and resilience",
   "themes": "Recovery from flooding"
 },
 {
   "id": "R53",
   "title": "Using flood risk information in spatial planning ",
   "url": "https://www.gov.uk/",
   "summary": "This is an ongoing report.",
   "date": "2 April 2018",
   "details": "\n<p>A review of how effective LLFAs are being in enabling better local flood risk management in the planning system and how local flood risk information is helping partners manage the risks of flooding.</p>\n<p>The review would follow the journey of information through the planning process. This would consider:</p>\n<ul>\n<li>the flow and use of data, information and guidance</li>\n<li>if there are barriers or bottle-necks through the planning journey</li>\n<li>if those needing support or interpretation of technical information have access to support or resource</li>\n</ul>\n",
   "status": "Ongoing",
   "topics": "Spatial planning",
   "themes": "Data collection and analysis"
 },
 {
   "id": "R54",
   "title": "Catchment management system - phase 1 hydraulics ",
   "url": "https://www.gov.uk/",
   "summary": "To build a prototype Catchment Management System for the purpose of catchment management planning, with special reference to flood defence issues.",
   "date": "31 March 2001",
   "date2": "March 2001",
   "doc1": "Catchment management system  Phase 1 Hydraulics (PDF 12.3KB)",
   "doc1url": "http://randd.defra.gov.uk/Document.aspx?Document=FD0114_1130_FRP.pdf",
   "details": "\n<p>Improve the effectiveness and economic performance of fluvial flood defence activities by ensuring they do not conflict with other functions and that they are thus technically, economically and environmentally sound and sustainable.</p>",
   "status": "Completed",
   "topics": "Asset system optimisation",
   "themes": "Whole life asset management"
 },
 {
   "id": "R55",
   "title": "Numerical models of non-linear surf zone processes ",
   "url": "https://www.gov.uk/",
   "summary": "To produce one and two-dimensional surf zone numerical models based on the Boussinesq equations with the inclusion of energy losses due to breaking. To modify the 2-D ANEMONE (Advanced Nearshore Engineering MOdels for the nearshore Environment) by incorporating an adaptive grid-operating mechanism that automatically provides a highly-resolved computational grid in areas of rapidly changing hydrodynamics and low resolution where detailed modelling is not required. ",
   "date": "31 March 2001",
   "date2": "March 2001",
   "doc1": "Numerical modelling of non-linear surf zone (Word Document 70KB)",
   "doc1url": "http://randd.defra.gov.uk/Document.aspx?Document=FD0204_443_FRP.doc",
   "details": "\n<p>Improve modelling of the performance of coastal defences and sediment transport by enabling detailed modelling of the complex hydrodynamics of the surf zone and by increasing the speed and reducing the computational cost of two-dimensional ANEMONE models. Improve the efficiency of coastal defence design and management to achieve better value for maoney and reduced disruption to natural processes by developing a greater understanding of coastal systems and processes and the influence of sea defences on these processes.</p>",
   "status": "Completed",
   "topics": "Monitoring and detection",
   "themes": "Data collection and analysis"
 },
  {
   "id": "R56",
   "title": "Implication of climate change predictions for flood and coastal defence research ",
   "url": "https://www.gov.uk/",
   "summary": "A completed project. ",
   "date": "31 March 1999",
   "date2": "March 1999",
   "doc1": "Implications of climate change prediction for flood and coastal defence research (Word Document 76.5KB)",
   "doc1url": "http://randd.defra.gov.uk/Document.aspx?Document=FD0205_442_FRP.doc",
   "details": "\n<p>A completed project.</p>",
   "status": "Completed",
   "topics": "Climate change",
   "themes": "Environmental management and sustainability"
 },
 {
   "id": "R57",
   "title": "Joint probability of extreme estuarine water levels programme ",
   "url": "https://www.gov.uk/",
   "summary": "To produce and demonstrate a robust joint probability methodology for determining extreme estuarine water levels due to the combined effects of tides, surges, flows and waves in a range of realistic situations. ",
   "date": "31 July 2000",
   "date2": "July 2000",
   "doc1": "Joint probability of extreme estuarine water levels (executive summary) (PDF 227KB)",
   "doc1url": "http://randd.defra.gov.uk/Document.aspx?Document=FD0206_6009_EXE.pdf",
   "doc2": "Joint probablility of extreme estuarine water levels (technical report) (PDF 1.6MB)",
   "doc2url": "http://randd.defra.gov.uk/Document.aspx?Document=FD0206_5270_TRP.pdf",
   "doc3": "Joint probability of extreme estuarine water levels (technical summary) (PDF 37.8KB)",
   "doc3url": "http://randd.defra.gov.uk/Document.aspx?Document=FD0206_5271_TSM.pdf",
   "details": "\n<p>Improve the scientific basis of MAFF's guidance to the operating authorities on design criteria for flood defences in estuaries.</p>",
   "status": "Completed",
   "topics": "Asset performance",
   "themes": "Data collection and analysis"
 },
 {
   "id": "R58",
   "title": "Beach management and design ",
   "url": "https://www.gov.uk/",
   "summary": "Develop improved techniques for the prediction of beach transport and longterm morphological development where coarse grained sediment (shingle) forms a significant proportion of the beach material. ",
   "date": "31 March 2000",
   "date2": "March 2000",
   "doc1": "Beach Management & Design (Word Document 1.9MB)",
   "doc1url": "http://randd.defra.gov.uk/Document.aspx?Document=FD0705_433_FRP.doc",
   "details": "\n<p>To provide greater understanding of beach behaviour to enable MAFF to provide improved guidance on beach management, the design of coastal defence structures on shingle beaches, and how to predict recession rates of natural and man-made coastal features through lateral erosion of near-vertical surfaces.</p>",
   "status": "Completed",
   "topics": "Asset mainetance",
   "themes": "Environmental management and sustainability"
 }
]
